OpenDTEF-v1912/tutorials/lagrangian/sprayFoam/aachenBomb/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// ************************************************************************* //

dimensions          [1 -1 -2 0 0 0 0];

internalField       uniform 5e+06;

boundaryField
{
    walls
    {
        type            zeroGradient;
    }
}

// ************************************************************************* //
